Repository: artemiiShabanov/Office-Worker-Simulator
Catalog: Office-Worker-Simulator/Office-Worker-Simulator/App/Resources/Texts/*.lproj/Localizable.strings
Languages: ru

# difficulty_name_intern
source: intern
ru: стажёр

# difficulty_name_employee
source: employee
ru: сотрудник

# difficulty_name_manager
source: manager
ru: руководитель

# difficulty_name_CEO
source: CEO
ru: ГенДир

# worktask_description_typing
source: type fast and accurate
ru: печатайте быстро и чётко

# worktask_description_clicks
source: dont miss a button
ru: нажмите на все кнопки

# worktask_description_fileSort
source: sort files correctly
ru: рассортируйте файлы корректно

# welcome_to_OWS
source: Welcome to OWS system Enter password
ru: Добро подаловать в систему OWS Введите пароль

# no_access
source: You have no access to OWS system
ru: У вас нет доступа к системе OWS

# next_task
source: Contgratulations! Your next task is "%@" Survive 60 seconds Press 3 times to start
ru: Поздравляем! Ваша следующая задача: "%@" Продержитесь 60 секунд Нажмите три раза чтобы начать

# promotion
source: Congratulations! Now you get "%@" badge We are proud of you 🍾
ru: Поздравляем! Вы получили бейдж "%@" Компания вами гордится 🍾

# credits_line1
source: Game Designer: Artemii Shabanov
ru: Гейм Дизайнер: Артемий Шабанов

# credits_line2
source: Main Programmer: Artemii Shabanov
ru: Главный Программист: Артемий Шабанов

# credits_line3
source: Screenwriter: Artemii Shabanov
ru: Сценарист: Артемий Шабанов

# credits_line4
source: Assets Designer: Artemii Shabanov
ru: Дизайнер: Артемий Шабанов

# no_cheatcode
source: Cheatcode not found
ru: Читкод не найден

source: FIRED
ru: УВОЛЕНЫ

# fired_message
source: Respected, _ On behalf of our company, it is very sad to announce that you have been terminated from our company. As a field manager it was our pleasure to work with you. As per the reasons you know that your very poor skills could not be accepted by our Board of directors. It is a hard time not only for you but also for us. Your termination is a very harsh decision, but it cannot be avoided. As for your basic and fund payments we request you to collect it from the reception. It has been already been delivered. Your files are already posted at your place. I hope you will find a better option than us. You are a strong man and that could be accepted. Thanking you. Yours Sincerely, Artemii Shabanov
ru: Уважаемый, _ От имени нашей компании очень грустно сообщить, что вы были уволены. Нам было очень приятно работать с вами. Как вам известно ваши очень скудные навыки не допустимы для нашего совета директоров. Это трудное решение не только для вас, но и для нас. Ваше увольнение - очень жесткое решение, но его нельзя избежать. Что касается ваших основных и фондовых платежей, мы просим вас получить их на стойке регистрации. Они уже доставлены. Ваши файлы уже размещены у вас дома. Надеюсь, вы найдете лучший вариант, чем мы. Вы сильный человек, и это можно принять. Спасибо. С уважением, Артемий Шабанов

# fired_restart
source: If you want to restart press "→" button %d times
ru: Чтобы попробовать заново нажмите "→" %d раз

source: yes
ru: да

source: no
ru: нет

# welcome_message
source: Welcome to OWS 🥳🍾🎉 Before you can start your work at our company you should read our terms and conditions Ready?
ru: Добро пожаловать в OWS 🥳🍾🎉 Перед тем как приступить к работе в нашей компании, вы обязаны ознакомиться с соглашением Готовы?

# sign_message
source: Are you ready to sign a contract? OWS gives only one chance
ru: Вы готовы подписать контракт? OWS даёт лишь один шанс

source: exit
ru: выход

# task_completed
source: TASK COMPLETED press any button
ru: ЗАДАЧА ЗАВЕРШЕНА нажмите любую кнопку

# task_failed
source: TASK FAILED press any button
ru: ЗАДАЧА ПРОВАЛЕНА нажмите любую кнопку
